BASE_URL = '/va/api/v1/'
KEY_WORDS = ['Системы информатики', 'СИ',
             'Электротехнический', 'ЭТФ',
             'Строительный', 'СФ', 'Электронно-вычислительные системы',
             'Электронно вычислительные системы', "ЭВС"]

ANSWERS_FOR_UNRECOGNIZED_QUESTIONS = ['Я не понял твой вопрос... 😔', 'Вы что-то сказали? 😁',
                                      'Это вы на каком языке сказали? 🧐',
                                      'Я вас не понимаю 🤪', 'Простите, что? 🤓',
                                      'Я не понял, что вы сказали! Можете повторить? 🐔']
